# countries.py


COUNTRIES = {


"ایران":
{
"جمعیت":85000000,
"قدرت":70,
"نفت":500
},


"آمریکا":
{
"جمعیت":330000000,
"قدرت":95,
"نفت":800
},


"روسیه":
{
"جمعیت":145000000,
"قدرت":90,
"نفت":900
},


"چین":
{
"جمعیت":1400000000,
"قدرت":92,
"نفت":700
},


"آلمان":
{
"جمعیت":83000000,
"قدرت":80,
"نفت":200
},


"ژاپن":
{
"جمعیت":125000000,
"قدرت":82,
"نفت":150
},


"ترکیه":
{
"جمعیت":85000000,
"قدرت":75,
"نفت":300
},


"انگلیس":
{
"جمعیت":67000000,
"قدرت":85,
"نفت":250
}


}



def get_countries():

    return list(COUNTRIES.keys())



def get_country_info(country):

    return COUNTRIES.get(country)
